import React from "react";
import { Parallax } from "react-parallax";
import imageMap_5 from "./../../../img/imageMaps/imageMap_5.png";
import s from "./../maps.module.css";




const MapAreas_5 = () => {
    return (
        <div className={s.maps}>
            <Parallax bgImage={imageMap_5} strength={150}>
                <div style={{ height: 350 }}>
                    <div className={s}></div>
                </div>
            </Parallax>
            <div className={s.mapsText}>.
                <h1>Туссент</h1>
                <div className={s.mapsText_p}>
                    <p>
                        Мальовничий край, який знаходиться на південному заході від Ангрена, біля гори Горгона.
                    </p>
                    <p>
                        Традиція для жителів Туссена — це свята, тому всі свята, наприклад Беллетейн, Йуле або
                        місцеве свято Ковша, завжди відзначаються з великою помпою і розмахом.
                    </p>
                    <p>
                        Туссен — це вічне свято, в якому загрузнути легше, ніж у багнистому болоті, це дика суміш
                        вічного сп'яніння, любовних інтриг і книжково-казкових понять про честь і шляхетність.
                    </p>
                    <h3>Політика</h3>
                    <p>
                        В країні немає ні власної армії, ні поліції, тільки невелика кількість мандрівних лицарів,
                        що спостерігають за кордонами і дорогами. Також, в Туссені не діють ніякі агенти, шпигуни
                        чи таємні служби.
                    </p>
                    <p>
                        Цікаво, що Нільфгаардська Імперія не прагне нав'язати свої звичаї і порядки в Туссені і
                        здебільшого не порушує кордони князівства. Так, завдяки цьому, в Туссені більш поширена
                        Спільна мова, аніж діалект імперії.
                    </p>
                    <h3>Туссен, казкова країна</h3>
                    <p>
                        «Коли подорожній з Північних земель вперше потрапляє в Туссен, йому здається, що опинився
                        він у країні, яка зійшла зі сторінок книжки чарівних казок. Тут не зустріне він ніколи
                        виснажливої погоди, бо навіть зими в Туссені сонячні й теплі, віє легкий, освіжаючий бриз
                        без найменшого натяку на холодні хуртовини. Не відчуває він голоду, бо дерева і чагарники
                        тут круглий рік обсипані сонячними плодами. Не загрожує йому і самотність, бо кожен
                        зустрічний буде спілкуватися з ним привітно, як зі старим другом. Не виявить він тут ні
                        глухої нудьги, ні смутку, ні тривоги..
                    </p>
                    <p>
                        Вино в Туссені ллється рікою, музика звучить безперервно, а повітря всюди повне пташиними
                        трелями і співом дівчат, які не скупляться на ласку у відповідь на комплімент з боку
                        статного лицаря. Столиця князівства - місто Боклер - справжня архітектурна перлина з
                        безліччю чудових ельфійських пам'яток: тут і ширяючі лазні, і майстерно вирізані барельєфи,
                        і таємничі руїни. І лише зрідка сонячний диск на чорному тлі, контраст яскравого золота і
                        темної іржі нагадує про те, що ця чудесна земля, це втілення чарівної казки - васал Нільфгарду...».
                    </p>
                </div>

            </div>
        </div>

    )
}





export default MapAreas_5;

