import React from "react";
import { Parallax } from "react-parallax";
import imageMap_2 from "./../../../img/imageMaps/imageMap_2.png";
import s from "./../maps.module.css";




const MapAreas_2 = () => {
    return (
        <div className={s.maps}>
            <Parallax bgImage={imageMap_2} strength={300}>
                <div style={{ height: 350 }} className={s}>
                    <div className={s}></div>
                </div>
            </Parallax>
            <div className={s.mapsText}>.
                <h1>Новіград</h1>
                <div className={s.mapsText_p}>
                    <p >
                        "Я кажу вам: Новіград - це пупок світу. Майже тридцять тисяч жителів, не рахуючи
                        гостей столиці, можете собі уявити? Кам'яні будинки, бруковані вулиці, морський
                        порт, склади, чотири водяні млини, бойні, лісопильні, масштабне виробництво
                        взуття і, крім того, всі мислимі майстерні і ремесла..."
                        <p className={s.txt}>- Вічний вогонь</p>
                    </p>
                    <p>
                        <b>Новіград</b> - це місто-держава і найбільше людське поселення в Північних
                        царствах, розташоване в дельті річки Понтар в королівстві Реданія. Він має статус
                        «вільного міста» і не підпадає під дію законів Редана.
                    </p>
                    <p>
                        Будучи найбільшим портом континенту, місто по праву називають «столицею світу» і
                        центром культури. Населення міста, за приблизними оцінками, становить 30 000 жителів.
                        Культ «Вічного вогню» широко поширений в місті.
                    </p>
                    <h3>Економіка</h3>
                    <p>
                        Оскільки Новіград є вільним містом і формально не залежить від Реданії, у нього є своя
                        активно розвинена економіка, основою якої, мабуть, є численні мануфактури, внутрішня
                        торгівля, торгівля морем, а також прибуток від грошового обороту і банківських операцій.
                        Новіград - одне з найбільших міст у всьому світі і торговий центр всієї Півночі, вигідно
                        розташований в гирлі Понтари, що дає городянам великі можливості для торгівлі, ремесла і
                        фінансової діяльності. У місті є великий порт, кілька ринків, різних торгових точок,
                        банків, розважальних закладів і галузей промисловості, а свою діяльність тут здійснюють
                        торговці навіть з таких далеких країн, як Офір і Зерканія.
                    </p>
                    <p>
                        Окремою сферою економіки вільного міста є тіньове підприємництво, кримінальний бізнес та
                        корупція. Оскільки в Новіграді процвітають злочинність і різного роду незаконний вилов
                        риби, злочинці отримують чималий прибуток від підпільного казино і бойової арени, а
                        також здійснюють різного роду злочинну діяльність.
                    </p>
                    <h3>Злочинність</h3>
                    <p>
                        Новіград - високо криміналізоване місто, влада якого фактично належить кримінальному
                        конгломерату, який розділив місто на сфери його впливу. До 1272 року, після розпаду
                        так званого Синдикату, влада в місті належить чотирьом групам - червоно-люддському
                        гурту «Голдіворуби» під керівництвом Тесака, «Heartbreakers» під керівництвом
                        виродка Молодшого, «Невидимому» народу короля жебраків, а також групі Сигізмунда
                        Дейкстра.
                    </p>
                    <p>
                        Однією з причин такого високого рівня злочинності в місті може бути сильна соціальна
                        розшарування і бідність значної частини населення, змушеного звертатися до бандитів
                        за виживанням. Злочинці фактично не ховаються, займаючись не тільки нелегальним
                        бізнесом, а й відкритою злочинністю, підпорядковуючи практично всіх дрібних
                        підприємців і налагоджуючи власний порядок на підконтрольних територіях міста.
                    </p>
                </div>

            </div>
        </div>
    )
}





export default MapAreas_2;

