import React from "react";
import { Parallax } from "react-parallax";
import imageMap_3 from "./../../../img/imageMaps/imageMap_3.jpg"
import s from "./../maps.module.css";




const MapAreas_3 = () => {
    return (
        <div className={s.maps}>
            <Parallax bgImage={imageMap_3} strength={250}>
                <div style={{ height: 350 }}>
                    <div className={s}></div>
                </div>
            </Parallax>
            <div className={s.mapsText}>.
                <h1>Острови Скелліге</h1>
                <div className={s.mapsText_p}>
                    <p>
                        Королівство Островів Скелліге — це велика острівна держава, розташована на однойменному
                        архіпелазі.
                    </p>``
                    <p>
                        Ці місця оповиті стародавніми легендами. Жителі Скелліге відомі як грізні
                        пірати і мають сильний флот - мабуть, найкращий серед усіх <b>Північних королівств</b>.
                    </p>
                    <p>
                        З усіх боків оточене морем королівство островів Скелліге має досить холодний і вологий
                        клімат. Погода на території архіпелагу швидко змінює свій стан і рясніє як дощами, так
                        і поривчастим вітром.
                    </p>
                    <h3>Економіка</h3>
                    <p>
                        Економіка Скелліге, через суворі кліматичні умови і постійні кланові чвари, погано
                        розвинена і розділена, тому велика частина доходу надходить від морських грабежів.
                        Тим не менш, на деяких островах є срібні родовища, і місцеві жителі намагалися розробити
                        ці родовища. Остров'яни в основному займаються рукоділлям, а також скотарством і
                        видобутком перлів. Сільськогосподарське виробництво через низьку родючість ґрунтів
                        практично відсутнє.
                    </p>
                    <h3>Клани</h3>
                    <p>
                        Жителі Скелліге діляться на сім основних кланів. Кожен острівний клан має свої
                        відмінні кольори, які визначають його як окрему групу, пов'язану сімейними
                        зв'язками і багатовіковими традиціями. Ці кольори також виступають в якості
                        відмітного знака, що дозволяє легко ідентифікувати воїнів різних кланів на полі бою.
                    </p>
                    <h3>Збройні сили</h3>
                    <p>
                        Skellige має сильний і численний флот, що складається з боротьби з Драккарами. Воїни
                        Скелліджа йдуть в бій без краплі страху або співчуття до ворога. Можливо, армія
                        архіпелагу не така численна, але вона точно не гірше підготовлена (а може, навіть
                        краще), ніж війська інших королівств Півночі
                    </p>
                </div>

            </div>
        </div>

    )
}





export default MapAreas_3;

