import React from "react";
import { Parallax } from "react-parallax";
import imageMap_1 from "./../../../img/imageMaps/imageMap_1.png";
import s from "./../maps.module.css";




const MapAreas_1 = () => {
    return (
        <div className={s.maps}>
            <Parallax bgImage={imageMap_1} strength={200}>
                <div style={{ height: 350 }}>
                    <div className={s}> </div>
                </div>
            </Parallax>

            <div className={s.mapsText}>.
                <h1>Континент</h1>
                <div className={s.mapsText_p}>
                    <p>
                        Термін Континент, по суті, використовується для позначення тільки західного узбережжя
                        реального континенту або величезної частини суші, де розташовані Північні королівства
                        і Нільфгаардська імперія, на певній планеті. Він охоплює райони від гір Драконів на
                        півночі до міста Золотих веж на річці Альба на півдні, і від Великого моря на заході
                        до гірських хребтів Блакитні і Вогняні гори і Тір Тохайр на сході. За драконячими
                        горами лежать погано вивчені і непридатні для життя північні території, десь на
                        сході-південному сході - штати Хакленд і Зерканія, за Великим морем, можливо, на
                        іншому континенті або острові, або навіть в іншій частині самого континенту - Офірі
                        і Зангвебарі. Що знаходиться на південь від міста Золотих веж і чому розширення
                        Нільфгаарда не спрямоване туди з тією ж силою, що і на північ, невідомо, можливо,
                        це викликано якоюсь природною перешкодою. Географія і фактичне розташування штатів
                        за межами західного узбережжя невідомі. У південно-східній частині континенту на
                        схід від гір Тир-Тохаір знаходиться пустеля Корат.
                    </p>
                    <h3>Цивілізації</h3>
                    <p>
                        Континент був і населений кількома відносно розвиненими расами, держави яких в різні
                        історичні періоди існували тут. Так, на півночі континенту існували держави вранів і
                        ельфів, на півдні - стан ельфів-вигнанців, в гірських хребтах - стани червоних і гномів.
                        Деякі раси, такі як дріади і німфи, вважали за краще жити в кланово-племінній системі.
                    </p>
                    <p>
                        Після прибуття на континент людей, які також заснували свої держави на північ і південь
                        від Амели, всі інші раси, крім тих, хто навчився так чи інакше співіснувати з народом
                        Підгірних Карлів, через велику родючість, войовничість і нетерпимість людей, почали гнити
                        і поступово зникати, як це сталося з вранами, а їх держави так чи інакше руйнуватися і
                        зникати. До середини XIII століття на континенті утворилися два потужних людських блоки
                        з незначною участю нелюдів в державотворенні:
                    </p>
                    <ol>
                        <li>
                            Північні королівства, до складу яких входили найстаріші держави, засновані першими людьми,
                            що прибули на континент, такі як Cintra, Temeria і Redania, а також інші менш потужні і
                            стародавні Едірна, Кедвен, Лірія і Рівія, Сідаріс і т.д., які згодом з'явилися в тій же
                            частині світу, а також невеликі, але розвинені держави відрогів Гір Драконів, об'єднані
                            в дві коаліції: Ковір і Повісс і Хенгфоре Ліга;
                        </li>
                        <li>
                            Нільфгаардська імперія - це величезна, потужна і розвинена держава, яка вогнем, мечем і
                            дипломатією об'єднала під прапором корінних нільфгаардійців всі країни на південь від
                            ланцюга Амелл: Назір, Мехт, Метінна, Гесо, Вікаваро та ін.
                        </li>
                    </ol>
                </div>

            </div>
        </div>




    )
}





export default MapAreas_1;

