import React from "react";
import { Parallax } from "react-parallax";
import imageMap_4 from "./../../../img/imageMaps/imageMap_4.jpg";
import s from "./../maps.module.css";




const MapAreas_4 = () => {
    return (
        <div className={s.maps}>
            <Parallax bgImage={imageMap_4} strength={250}>
                <div style={{ height: 350 }}>
                    <div className={s}></div>
                </div>
            </Parallax>
            <div className={s.mapsText}>.
                <h1>Імперія Нільфгард</h1>
                <div className={s.mapsText_p}>
                    <p>
                        Імперія Нільфгарду — це найбільше державне, військово-політичне утворення в історії відомого світу.
                    </p>
                    <p>
                        Імперія знаходиться в південній частині Континенту і може похвалитися процвітаючою економікою і
                        потужною, добре підготовленою армією з талановитими командирами. Імперія розширилася в основному
                        за рахунок захоплення інших країн, які пізніше стали провінціями імперії.
                    </p>
                    <p>
                        Жителі держави вірять, що «справжні» нільфгардці тільки ті, хто народився в серці Імперії, а не
                        в захоплених провінціях. Власне в імперії Нільфгардом називають тільки землі, що лежать в
                        околицях столиці в нижній течії річки Альби.
                    </p>
                    <h3>Історія</h3>
                    <p>
                        Мало що відомо про ранні етапи зародження Нільфгарду. Засновником Імперії офіційно вважається
                        імператор Торрес. Надалі на престолі змінювалося кілька династій, причому часто влада переходила
                        з рук в руки насильницьким шляхом.
                    </p>
                    <p>
                        За багато століть до цього, Нільфгард був маленькою державою, що лежала в області передгір'їв,
                        ґрунт був доволі бідний, а клімат досить суворий. Зі збільшенням кількісті жителів, зростала
                        потреба в нових землях, і тогочасні правителі почали захоплювати навколишні території, що були
                        зайняті примітивними кочовими племенами.
                    </p>
                    <h3>Культура</h3>
                    <p>
                        Нільфгард має багато спільного з Римською Імперією реального світу, володіючи дисциплінованою
                        армією, імперією, Імператором і почуттям переваги над усіма, вважаючи, що вони Старша Кров,
                        тобто нащадки Лари Доррен еп Шіадаль. Чарівники Нільфгарду займають виключно підлегле становище.
                        Фактично вони лише державні службовці, зобов'язані використовувати свої магічні таланти на благо
                        Імперії. І вибору у магів немає. Друїди, що спробували зберегти незалежність були вирізані
                        службою безпеки під корінь.
                    </p>
                    <p>
                        Імперська еліта виникла в результаті змішання людської і ельфійської крові. Так, аристократи
                        носять ельфійські імена і титули, активно використовують Старшу Мову. Мати спорідненість з
                        ельфами вважається предметом гордості серед жителів Імперії. Однак імперці використовували
                        ельфів у війні проти Нордлінгів зовсім не по причині своєї спорідненості, а виключно з
                        політичної необхідності. Хоча нільфи шанують своїх ельфійських предків, це зовсім не привід
                        починати священну війну за відновлення прав гостровухих.
                    </p>
                </div>

            </div>
        </div>
    )
}





export default MapAreas_4;

