import React from "react";
import s from "./contentsBestiary.module.css";
import w from "./../../../img/bestiary/bes_14.png";





const ContentsBestiary_14 = (props) => {
    return (
        <div className={s.bestiary}>

            <div className={s.bestiaryContent}>
                <img src={w} alt="alt" />
            </div>

            <div className={s.bestiaryText}>
                <h2>Бестія з Боклера - Деттлафф Ван Дер Ередін</h2>
                <p>
                    <h3>Запис у бестіарії:</h3>  Страшно було глянути, як той милий пан
                    нагло перетворився на почвару й дер людей пазурами з точністю майстра-різника...
                    <b> — Фрагмент показів свідка нападу</b>
                </p>

                <p>
                    <b>Деттлафф</b> — вищий вампір, чи не найжахливіше створіння з усіх,
                    що їх колись знав наш світ. Часом такі вампіри живуть поміж людей,
                    і ніхто навіть не підозрює, хто саме криється у звичайній
                    обивательській подобі. Буває навіть так, що вони стають шанованими
                    громадянами. Але біда, якщо таку істоту розлютять...
                </p>
                <p>
                    У своїй гуманоїдній вампірській формі Деттляфф знає унікальні способи
                    атакувати, яких слід стерегтися. Гострими як бритва пазурами він завдає
                    сильних і точних ударів. Досконало володіє він і звичайною людською зброєю.
                </p>
                <p>
                    Як і всі вищі вампіри, Деттляфф здатен перетворюватися на імлу й оповивати
                    ворога. Коли він у такому стані, слід пильнувати магічні калюжі й атаки з
                    повітря. Поранений вампір зазвичай набуває крилатої подоби, намагаючись
                    приголомшити ворога своїми крилами.
                </p>
                <p>
                    Треба пам’ятати, що вищі вампіри як безсмертні істоти не бояться за власне життя,
                    тому легко йдуть на ризик. Щобільше, вони вміють ставати невидимими та відновлювати
                    сили, не перериваючи бою. З огляду на все це, вищий вампір — архіворог для
                    будь-якого відьмака.
                </p>
            </div>

        </div>

    )
}


export default ContentsBestiary_14;



