import React from "react";
import s from "./contentsBestiary.module.css";
import w from "./../../../img/bestiary/bes_2.png";





const ContentsBestiary_1 = (props) => {
    return (
        <div className={s.bestiary}>

            <div className={s.bestiaryContent}>
                <img src={w} alt="" />
            </div>
            <div className={s.bestiaryText}>
                <h2>Грифон</h2>


                <p>
                    Грифон нагадує суміш суворого кота і гігантської птиці.
                    Як правило, він проживає в районні високогір'я, куди не
                    торкалася нога людини. Свої гнізда вони в'ють на
                    недоступних гірських вершинах. Грифон полює на великих
                    ссавців і, будучи територіальним мисливцем, люто
                    охороняє свої мисливські угіддя. Коли перші колоністи
                    з'явилися, а торгові шляхи розширилися, грифони нападали
                    на поселенців і торговців, захищаючи свою територію.
                    Грифони - найнебезпечніші противники, не варто недооцінювати
                    їхню силу. Вперті й агресивні, вони смертельно небезпечні
                    вмінням злітати під час бою і падати каменем на своїх
                    ворогів, збиваючи їх на землю і кромсаючи їх на шматки
                    кігтями та дзьобом.
                </p>

                <p>
                    Грифони символізують відвагу і героїзм, тому їх
                    часто зображують на гербах і знаменх.
                </p>
                <h3>Енциклопедія</h3>
                <div className={s.encyclopedia}>
                    <b>Клас:</b><i> Гібриди.</i><br />
                    <b>Зустрічається:</b><i> В будь якій місцевості.
                        Зазвичай зустрічаються в день</i><br />
                    <b>Довжина:</b><i> 6-7 лікття.</i><br />
                    <b>Вага:</b><i> 5-6 центнера.</i><br />
                </div>

            </div>

        </div>

    )
}


export default ContentsBestiary_1;




