import React from "react";
import s from "./contentsBestiary.module.css";
import w from "./../../../img/bestiary/bes_3.png";





const ContentsBestiary_3 = (props) => {
    return (
        <div className={s.bestiary}>

            <div className={s.bestiaryContent}>
                <img src={w} alt="alt" />
            </div>

            <div className={s.bestiaryText}>
                <h2>Прихований</h2>

                <p>
                    «Слово" небезпечний "передає лише мізерну частку майбутнього ризику»<br />
                    - Еміел Регис про відвідування Прихованого!<br />
                    <b><u>Прихований</u></b> - це другорядний персонаж гри Відьмак 3: Дике Полювання.
                    Є вищим вампіром. причому одним з найстаріших і найсильніших з них.
                </p>
                <h3>Зовнішність</h3>
                <p>
                    На відміну від інших вищих вампірів, лише злегка несхожих на людей.
                    Прихований разюче відрізняється зовні від живої людини. Він неймовірно худий,
                    лисий, має абсолютно нездорову, бліду шкіру з синюватим відтінком, довгі нігті,
                    його обличчя порізане зморшками, а руки, груди, спина, шия і живіт покриті
                    дивними червоними позначками, схожими на шрами або татуювання. Його очі мають
                    темну склеру і світлу, фосфоресцируют райдужку. Він говорить повільно, хрипким
                    голосом, наче кожне слово приносить йому в прямому сенсі фізичного болю.
                    Можливо, що це також пов'язано з тим, що Прихований погано пам'ятає загальну і
                    навіть вампірську мову і йому потрібен якийсь час для пошуку потрібних слів.
                </p>
                <h3>Ієрархія</h3>
                <p>
                    «Хочете вірте, хочете ні, але вищі вампіри - істоти надзвичайно суворої
                    ієрархії. Так, принаймні, стверджував Регис. Чим старше вампір, тим більшим
                    він користується повагою, тим більше послух і тим більше сувора кара загрожує
                    тому, хто противиться його волі. Один з таких вампірів жив в Боклері, в печері,
                    куди вампіри були перенесені під час Сполучення Сфер.
                </p>
            </div>

        </div>

    )
}


export default ContentsBestiary_3;



