import React from "react";
import s from "./contentsBestiary.module.css";
import w from "./../../../img/bestiary/bes_13.png";





const ContentsBestiary_13 = (props) => {
    return (
        <div className={s.bestiary}>

            <div className={s.bestiaryContent}>
                <img src={w} alt="alt" />
            </div>

            <div className={s.bestiaryText}>
                <h2>Ґюнтер О'Дімм</h2>
                <div className={s.encyclopedia}>
                    <p>
                        "Ті, хто знав моє справжнє ім'я, були або вже мертві,
                        або їх доля була набагато, набагато гіршою."<br />
                        <b><u>Ґюнтер О'Дімм, містер дзеркало</u></b>
                    </p>
                </div>
                <h3>Характеристика</h3>
                <p>
                    На перший погляд, Ґонтер є звичайним торговцем, та підлесником.
                    Він володіє дивним шармом, завдяки якому може знайти шлях до
                    будь-якого серця і зачарувати будь-яку людину. Пан Дзеркало
                    представляється благородним, терплячим, чуйним і завжди готовим
                    допомогти.
                </p>
                <p>
                    Тим не менш, це всього лише ширма, яка приховує його справжнє обличчя.
                    Пан Дзеркало вкрай жорстокий, черствий і мстивий, він не володіє і
                    краплею співчуття, а тим більше милосердя, і готовий на все, що завгодно,
                    лише б роздобути те, що йому належить за угодою, або те, що йому хочеться.
                    Він охоче укладає угоди з будь-якими людьми, проте деякі є для нього
                    пріоритетними цілями.
                </p>
                <p>
                    Пан Дзеркало завжди дотримується умов укладеної угоди та тримає своє слово,
                    навіть якщо це йде врозріз з його власними інтересами. Проте, це викликано
                    «професійною» етикою і практичною користю — люди перестануть укладати з ним
                    договори, якщо Пан дзеркало не буде виконувати їх умови.
                </p>
                <p>
                    Пан Дзеркало відчуває справжнє задоволення від страждань або мук людей, як
                    фізичних, так і духовних, впивається своєю могутністю і перевагою, ні в гріш
                    не ставить людське життя. Також варто відзначити таку рису особистості Ґонтера,
                    як азарт. Він же одночасно є його єдиною слабкістю — двічі людям вдається
                    перемогти Ґонтера, зігравши на цій його рисі.
                </p>
                <h3>Зовнішність</h3>
                <p>
                    Ґонтер О'Дімм виглядає як високий чоловік сорока років, з голеною головою і короткою
                    щетиною на обличчі. У нього темно-карі очі і темне волосся, римський ніс, усміхнене
                    округле обличчя.
                </p>
                <p>
                    Пан Дзеркало одягнений в жовтий короткий камзол з синіми смужками на плечах і манжетах,
                    жовтувату сорочку, підлоги якої вилазять з-під верхнього одягу, шкіряний потертий
                    капюшон, шкіряні рукавички без пальців, сині штани з невеликими розрізами і буфами на
                    колінах, чоботи.
                </p>
                <p>
                    О'Дімм носить дві торби, перекинуті через обидва плеча, в лівій зберігаються сувої
                    (можливо, угоди зі своїми «жертвами»), на шиї він носить мішечок. Пан Дзеркало
                    підперезаний двома вузькими ременями, праворуч на одному з них висить ніж.
                </p>
                <p>
                    Коли Ґонтер демонструє Ґеральту свою справжгю подобу, його обличчя стає худим і 
                    змарнілим, шкіра наче щільніше «натягується» на череп і стає сірого кольору, 
                    його вени і судини темніють, очі змінюють колір склери на чорний, колір 
                    райдужки — на жовтуватий, а форму зіниці — на вертикальну, «зміїну».
                </p>
                <h3>Здібності</h3>
                <p>
                    Пан Дзеркало володіє практично безмежними можливостями по зміні реальності. 
                    Він набагато потужніший за будь-якого чарівника, причому його «заклинання» 
                    не вимагають ні енергії, ні магічної формули.
                </p>
                <p>
                    Серед продемонстрованих ним можливостей: повне фізичне і духовне безсмертя,
                    контроль над плином часу, махінації з всесвітом, переміщення крізь простір,
                    управління погодою, створення об'єктів з повітря, телекінез, створення
                    ілюзій, перетворення одних істот в інших, фізична зміна об'єктів, в тому
                    числі людських тіл (залишення шрамів і відмітин на шкірі, заміна «живого»
                    серця на кам'яне), здатність поглинати людські душі, управління розумом і
                    навіть точне бачення майбутнього.
                </p>
                <p>
                    Окрім магічних здібностей, Ґонтер О'Дімм володіє вражаючими розумом і хитрістю.
                    Пан Дзеркало з легкістю знаходить прогалини в формулюваннях бажань і угод з 
                    людьми, він винахідливий і кмітливий, проникливий і розважливий.
                </p>

            </div>
        </div>
    )
}


export default ContentsBestiary_13;



